<?php
// +----------------------------------------------------------------------
// | AdminFramework [ 编码如风 极速开发 智慧管控 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2024~2025 http://www.adminframework.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 小码农 <phpxmn@gmail.com>
// +----------------------------------------------------------------------
return [
    // 数据库主机
    'host' => '127.0.0.1',
    // 数据库端口
    'port' => '3306',
    // 数据库用户名
    'username' => 'root',
    // 数据库密码
    'password' => '123456',
    // 数据库名称
    'database' => 'adminFramework',
    // 数据库字符集
    'charset' => 'utf8mb4',
    // 数据库表前缀
    'prefix' => 'af_',
];